/* No comment provided by engineer. */
"Add" = "Dodaj";

/* No comment provided by engineer. */
"Cancel" = "Anuluj";

/* Button title to choose an Address Book card for a contact */
"Choose Address Book Card" = "Wybierz wizytówkę z Książki adresowej";

/* No comment provided by engineer. */
"Choose Card" = "Wybierz wizytówkę";

/* No comment provided by engineer. */
"Close" = "Zamknij";

/* No comment provided by engineer. */
"Continue" = "Dalej";

/* No comment provided by engineer. */
"Delete" = "Usuń";

/* Verb 'edit' on a button */
"Edit" = "Edycja";

/* 'Get Info' on a button; when pressed, the information for a specified contact will be displayed */
"Get Info" = "Informacje";

/* Button in the Xtras Manager to go to xtras.adium.im to get more adiumxtras */
"Get More Xtras" = "Więcej Xtra";

/* No comment provided by engineer. */
"Invite" = "Zaproś";

/* Button title to open a message window the specific contact from the 'New Chat' window */
"Message" = "Komunikat";

/* Verb 'OK' on a button */
"OK" = "OK";

/* Button on the away reminder notification which sets every account back to available */
"Return" = "Return";

/* No comment provided by engineer. */
"Send" = "Wyślij";